{
    "services": [
        {
            "id": 1,
            "icon": "<i class='bx bx-globe'></i>",
            "link": "/",
            "title": "Web Development",
            "dec": "From concept to execution, we specialize in creating responsive and visually stunning websites. Elevate your online presence and leave a lasting impression on your audience."
        },
        {
            "id": 2,
            "icon": " <i class='bx bxl-android'></i>",
            "link": "/",
            "title": "App Development",
            "dec": "Turn your ideas into reality with our bespoke app development services. Whether it's iOS or Android, we build user-friendly and feature-rich applications that stand out in the crowded app market."
        },
        {
            "id": 3,
            "icon": "<i class='bx bx-user'></i>",
            "link": "/",
            "title": "CRM Development",
            "dec": "Optimize customer relationships and streamline your business processes with our CRM development services. We create intuitive and efficient systems to help you manage and nurture client connections."
        },
        {
            "id": 4,
            "icon": "<i class='bx bx-cart'></i>",
            "link": "/",
            "title": "WooCommerce Development",
            "dec": "Transform your online store into a powerhouse of sales with our WooCommerce development services. Our team crafts customized solutions to maximize the potential of your e-commerce platform."
        },
        {
            "id": 5,
            "icon": "<i class='bx bx-world'></i>",
            "link": "/",
            "title": "Social Media Advertising",
            "dec": "Boost your brand visibility with targeted social media advertising. Our experts strategize and execute campaigns on platforms like Facebook, Google, and LinkedIn, ensuring your message reaches the potential audience."
        },
        {
            "id": 6,
            "icon": "<i class='bx bx-search-alt-2'></i>",
            "link": "/",
            "title": "Rank on Google (SEO Boost)",
            "dec": "Increase your visibility on Google with our proven SEO strategies. From keyword research to on-page SEO, backlinks, and local SEO, we help your business rank higher, attract organic traffic, and convert more leads."
        }
    ]
}